{
  "version": "3.1.1.0",
  "date": "25 Febbraio 2025",
  "sections": [
    {
      "title": "GENERALE",
      "introduction": "La seguente sezione si applica su tutti i servizi gestiti dal collettivo Laborcraft, salvo dove diversamente esplicitato.",
      "rules": {
        "IGNORANTIA LEGIS NON EXCUSAT": "La legge non scusa gli ignoranti. La mancata lettura o comprensione di questo testo non può essere utilizzata come scusa nel caso di infrazione.",
        "INTERPRETABILITÀ": "Non saranno tollerate libere interpretazioni del regolamento. Esse sono competenza dell'amministrazione.",
        "DEROGA": "L'amministrazione si riserva il diritto di prendere decisioni indipendentemente dal contenuto di questo documento.",
        "RESPONSABILITÀ": "È responsabilità del relativo proprietario ogni azione legata ad un account.",
        "AMMISSIONE DI COLPA": "Un'ammissione di colpa potrà essere utilizzata come tale indipendentemente dalla sua forma.",
        "CALUNNIA": "Chiunque incolpi un giocatore o simuli le tracce di una violazione del regolamento nella consapevolezza dell’innocenza di questo verrà severamente punito.",
        "FALSA TESTIMONIANZA": "Chiunque affermi il falso, neghi il vero o compia omissioni, in toto o parzialmente, riguardo le sue conoscenze circa i fatti sui quali è interrogato, verrà punito.",
        "IMPERSONAZIONE": "È vietato impersonare membri dello staff o altri giocatori, in qualunque modo.",
        "PRIVACY": "È vietato divulgare informazioni e materiali personali di altri utenti senza il loro esplicito e inconfutabile consenso.",
        "COMMUNITY": "Ogni utente deve seguire le norme di convivenza comune e mantenere un comportamento consono. Non saranno tollerati atteggiamenti tossici o inopportuni di alcun tipo, tra cui: bullismo, molestie (sessuali e non, specialmente verso minori), nonnismo, discriminazione; all’interno e all’esterno delle piattaforme gestite dal collettivo Laborcraft.",
        "TUTELA DEL GIOCO": "Non sono consentiti comportamenti e stili di gioco che possono danneggiare l'esperienza di gioco altrui.",
		"GIOCO SCORRETTO": "Qualsiasi tentativo di avvantaggiarsi in maniera illecita verrà punito.",
        "ACCOUNT MULTIPLI": "È vietato l’utilizzo di account multipli allo scopo di avvantaggiarsi.",
        "INGANNO": "È vietato ingannare altri utenti (se non diversamente specificato, ai soli fini del gioco).",
        "VOLGARITÀ": "Sono vietati <b>bestemmie</b>, volgarità, insulti, offese, spam, flood e abuso del CAPS (scrivere tutto in maiuscolo). È tollerato un <b>moderato</b> uso di imprecazioni in chat, ma senza riferimenti religiosi.\n\nNelle chat private, con il consenso dei partecipanti, è tollerato l'uso di volgarità ed insulti (giocosi, tra amici) ad esclusione di etichette denigratorie (sessiste, razziste...) e riferimenti religiosi. Tuttavia, ogni reclamo verrà sempre considerato legittimo.\n\nÈ severamente proibito rappresentare in qualsiasi modo simboli offensivi, inappropriati, controversi o espressione d'odio, siano essi di carattere politico, religioso, sessuale o altro. È vietato l’invio di qualsiasi immagine, documento o link contenente materiale ledente la pubblica decenza (immagini per adulti, volgari, cruente…).",
        "NICKNAME E PROFILI": "Nickname, immagini profilo, descrizione dei canali, biografie, stati e tutto ciò che è visibile sulle piattaforme gestite dal collettivo Laborcraft deve seguire il regolamento del server.",
        "POLITICA, RELIGIONE, FILOSOFIA": "Discussioni e riferimenti di carattere politico, religioso e filosofico devono essere inoffensivi e non controversi.",
        "SPAM": "È vietato l’invio di link, immagini, video o qualunque altro tipo di contenuto multimediale con lo scopo di promuovere servizi esterni e/o concorrenti a Laborcraft.",
        "ABUSO DI POTERE": "Non è consentito richiedere ad un membro dello staff di utilizzare i propri poteri al fine di avvantaggiare o svantaggiare un giocatore.",
        "DANNI": "Qualsiasi tentativo, indipendentemente dai mezzi e dall'intenzione, di arrecare danno a utenti, all'esperienza di gioco, all'infrastruttura, all'integrità dello staff o della community e ogni altro tipo di azione lesiva verso il collettivo Laborcraft saranno puniti severamente, se necessario anche per vie legali.",
        "BUG E VULNERABILITÀ": "È vietato lo sfruttamento di bug e vulnerabilità presenti nell’infrastruttura informatica e nell’organizzazione del collettivo Laborcraft ed è obbligatorio segnalarli nel caso in cui se ne venisse a conoscenza.",
        "REVERSE ENGINEERING, BLACK/WHITE HAT": "È severamente proibito ogni tentativo di reverse engineering, accesso a credenziali, dati, portali, zone e informazioni riservate. I white hat sono apprezzati, ma devono poter dimostrare di essere tali, possibilmente rendendo note a priori le loro intenzioni.",
        "EVASIONE DELLE PENE": "È vietato tentare di aggirare una penalità ricevuta per aver infranto il regolamento, ad esempio attraverso l’utilizzo di altri account o VPN."
      }
    },
    {
      "title": "SURVIVAL",
      "introduction": "Tutti gli articoli contenuti in questa sezione sono validi all’interno della modalità Survival appartenente al Server Minecraft gestito dal collettivo Laborcraft ed espandono il regolamento generale.",
      "rules": {
        "GRIEF, FURTO, COSTRUZIONE": "È vietato prendere possesso, modificare, danneggiare o distruggere strutture, item, entità e ogni altro tipo di di proprietà altrui, anche se in stato di abbandono.\n\nÈ inoltre proibito costruire, modificare e rompere blocchi in un raggio di 300 blocchi da un'altra costruzione senza la esplicita e scritta autorizzazione del proprietario.",
        "INATTIVITÀ": "Dopo 180 giorni di inattività, zone protette e le strutture possono essere acquisiti da altri player, previo reset del terreno. Alcune strutture potranno essere messe all'asta. Gli oggetti di valore verranno rimossi.",
        "DETURPAZIONE": "Ogni struttura nei pressi dello Spawn, dei warp e nell'isola principale dell'End deve essere decorosa. Ovunque è vietato deturpare l'ambiente, piazzare blocchi senza uno scopo (torri 1x1, flussi d'acqua, ecc.), e uccidere villici senza una ragione. Quando si fa legna non lasciare tronchi e ripiantare l'albero.",
        "LAG": "È vietato costruire in maniera eccessivamente lesiva per le performance del server o per i client degli utenti (su un buon computer). Ad esempio farm esagerate o malcostruite, l’uso eccessivo e superfluo di tile-entities, entità e redstone. I chunk loader non sono consentiti.\nCostruzioni che non rispettano questi requisiti possono essere bloccate, modificate o distrutte dall'amministrazione. Lo staff può inoltre richiedere di non usare farm in certi momenti, spostare in Lobby se si è afk, e agire in caso di mancata collaborazione.",
        "FARM E REDSTONE": "Farm basate su Spawner devono utilizzarne al massimo 6. La distanza tra due farm di qualsiasi genere deve essere almeno di 64 blocchi, partendo dal bordo.\n\nLe farm non estensive, cioè quelle per le quali sono necessari un ammontare ristretto di componenti attivi ( distributori, pistoni, ecc… ) possono essere raggruppate in un’estensione massima di 32x32, ma non in verticale e, comunque, distanti da altre farm (ad esempio la farm semiautomatica per lichene o la farm semiautomatica per calcestruzzo).\n\nLe farm semiautomatiche ma di grande volume devono rispettare la regola dei 64 blocchi di distanza da altre (ad esempio campi di grano con tramogge, distributori, gettatori, redstone).\n\nLe farm multi-dimensionali non sono consentite.\nSopra ogni hopper che non necessita di assorbire item dall’aria o da altri contenitori deve essere posizionato un blocco che blocchi questa possibilità.\n\nI magazzini automatici con più di 16 ceste devono trovarsi in aree dedicate ad almeno 128 blocchi di distanza da zone caricate di frequente quali farm e case.",
        "AFK": "È vietato l'utilizzo di congegni anti-AFK allo scopo di non venir cacciati dal gioco. Un player AFK non può né eseguire azioni né essere in movimento. Le farm che vengono attivate dalla presenza di un giocatore AFK devono essere totalmente automatiche.",
        "PVP": "È vietato il PvP, fatta eccezione di dove diversamente esplicitato. Il player che entra in queste aree lo fa a suo rischio e pericolo. È inoltre proibito qualsiasi tentativo di uccidere altri giocatori tramite effetti secondari (lava, crepacci, trappole, ecc.).",
        "CITTÀ": {
          "article": "I seguenti articoli si applicano alle città ufficiali del Survival, cioè quelle fondate seguendo le indicazioni del bando delle città (consultabile sul forum o sulla wiki).",
          "points": {
			"SINDACO": "Si può essere sindaci di una singola città.",
			"CITTADINI": "Ad ogni cittadino deve essere assegnata almeno una casa via subclaim.",
			"ATTIVITÀ": "In ogni momento devono sempre essere attivi (non assenti dalla modalità da più di 3 mesi) almeno 5 cittadini (sindaco incluso).",
            "CONFINI E PROPRIETÀ": "L’estensione di una città è definita dai confini della zona protetta della città, che deve essere interamente di proprietà del sindaco. Il sindaco di una città ha giurisdizione solo ed esclusivamente su queste zone.",
			"ESTETICA": "La città deve avere coerenza estetica e un aspetto sufficientemente decoroso.",
			"COSTRUZIONI": "Una città deve contenere le seguenti costruzioni:\n • un municipio\n • un deposito cittadino, privatizzato e di adeguata dimensione, dove gli oggetti dei player espulsi o inattivi possano essere conservati.\n • almeno un'altra costruzione utile alla città e ai suoi cittadini (ad esempio farm pubblica)",
            "LEGGI E TASSE": "Il sindaco può imporre leggi e tasse sui cittadini. Lo staff interviene solo se il regolamento del server è stato infranto, ma il mancato rispetto di queste è una motivazione sufficiente per l’espulsione dalla città. Le leggi devono:\n • rientrare nel regolamento di Laborcraft\n • essere modificate massimo una volta a settimana.\n • essere approvate da un admin o superiore (anche per modifiche)\n • essere elencate sul post di presentazione (fonte ufficiale) e nel municipio.",
			"INFORMAZIONI": "Tutte le informazioni sulla città devono essere costantemente aggiornate, in particolare la presentazione sul forum e le regole nel municipio.",
            "TIRANNIA": "Sono vietati atteggiamenti dittatoriali o tirannici.",
            "ESPULSIONE": "Ammessa la presenza di valide ragioni, un giocatore può essere espulso dalla città. In tal caso il giocatore dovrà venir notificato dal sindaco in qualsiasi maniera possibile, oppure utilizzare un cartello. Il giocatore avrà a disposizione 72 ore per rimuovere i suoi beni; nel caso in cui questo non avvenga il sindaco può procedere autonomamente. Tutti i beni del giocatore dovranno essere restituiti al giocatore; se ciò non dovesse essere possibile dovranno essere conservati nel deposito cittadino.",
            "REVOCA DELLO STATUS DI CITTÀ UFFICIALE": "Lo status di città ufficiale può essere revocato in qualsiasi momento, senza nessun preavviso, se i requisiti non dovessero essere più soddisfatti o se la città non dovesse rispettare il regolamento."
          }
        }
      }
    },
    {
      "title": "VANILLA",
      "introduction": "Tutti gli articoli contenuti in questa sezione sono validi all’interno della modalità Vanilla appartenente al Server Minecraft gestito dal collettivo Laborcraft ed espandono il regolamento generale.",
      "rules": {
        "GRIEF, FURTO, COSTRUZIONE": "All'interno di claim*:\n • è vietato l'impadronimento\n • è vietato il grief\n • è vietato il furto\n • è vietata ogni tipo di modifica\n\nIn un raggio di 300 blocchi da una costruzione claimata*:\n • è vietato l'impadronimento (non si può claimare)\n • è consentito il grief\n • è consentito il furto\n • sono consentite le modifiche (ma non la deturpazione)\n\nAl di fuori di questi casi tutti i fattori sopracitati sono consentiti.\n*senza la esplicita e verificabile autorizzazione del proprietario",
        "INATTIVITÀ": "Dopo 180 giorni di inattività, zone il cui impadronimento non è consentito possono, su richiesta di terzi, essere riassegnate, eventualmente previo reset del terreno. Per le città questo periodo può essere differente.",
        "DETURPAZIONE": "Ogni struttura nei pressi dello Spawn, della ghiacciovia e nell'isola principale dell'End deve essere decorosa. Ovunque è vietato deturpare l'ambiente, piazzare blocchi senza uno scopo (torri 1x1, flussi d'acqua, ecc.), e uccidere villici senza una ragione. Quando si fa legna non lasciare tronchi e ripiantare l'albero.",
        "LAG": "È vietato costruire in maniera eccessivamente lesiva per le performance del server o per i client degli utenti (su un buon computer). Ad esempio farm esagerate o malcostruite, l’uso eccessivo e superfluo di tile-entities, entità e redstone. I chunk loader non sono consentiti.\nCostruzioni che non rispettano questi requisiti possono essere bloccate, modificate o distrutte dall'amministrazione. Lo staff può inoltre richiedere di non usare farm in certi momenti, spostare in Lobby se si è afk, e agire in caso di mancata collaborazione.",
        "FARM E REDSTONE": "Sopra ogni hopper che non necessita di assorbire item dall’aria o da altri contenitori deve essere posizionato un blocco che blocchi questa possibilità.",
        "AFK": "Un player AFK non può né eseguire azioni né essere in movimento. Le farm che vengono attivate dalla presenza di un giocatore AFK devono essere totalmente automatiche.",
        "PVP": "Il PvP è consentito solo quando vi è consenso tra i giocatori, inclusi i tentatvi di uccidere altri giocatori tramite effetti secondari (lava, crepacci, trappole, ecc.). Esso dev'essere chiaramente dimostrabile, diversamente non verrà considerato dallo staff. Il player che attiva il pvp con /pvp se ne assume la responsabilità.",
        "CITTÀ": {
          "article": "I seguenti articoli si applicano alle città ufficiali del Vanilla, cioè quelle fondate seguendo le indicazioni del bando delle città (consultabile sul forum o sulla wiki).",
          "points": {
			"SINDACO": "Si può essere sindaci di una singola città.",
			"CITTADINI": "Ad ogni cittadino deve essere assegnata almeno una casa via subclaim.",
			"ATTIVITÀ": "In ogni momento devono sempre essere attivi (non assenti dalla modalità da più di 3 mesi) almeno 5 cittadini (sindaco incluso).",
            "CONFINI E PROPRIETÀ": "L’estensione di una città è definita dai confini della zona protetta della città, che deve essere interamente di proprietà del sindaco. Il sindaco di una città ha giurisdizione solo ed esclusivamente su queste zone.",
			"ESTETICA": "La città deve avere coerenza estetica e un aspetto sufficientemente decoroso.",
			"COSTRUZIONI": "Una città deve contenere le seguenti costruzioni:\n • un municipio\n • un deposito cittadino, privatizzato e di adeguata dimensione, dove gli oggetti dei player espulsi o inattivi possano essere conservati.\n • almeno un'altra costruzione utile alla città e ai suoi cittadini (ad esempio farm pubblica)",
            "LEGGI E TASSE": "Il sindaco può imporre leggi e tasse sui cittadini. Lo staff interviene solo se il regolamento del server è stato infranto, ma il mancato rispetto di queste è una motivazione sufficiente per l’espulsione dalla città. Le leggi devono:\n • rientrare nel regolamento di Laborcraft\n • essere modificate massimo una volta a settimana.\n • essere approvate da un admin o superiore (anche per modifiche)\n • essere elencate sul post di presentazione (fonte ufficiale) e nel municipio.",
			"INFORMAZIONI": "Tutte le informazioni sulla città devono essere costantemente aggiornate, in particolare la presentazione sul forum e le regole nel municipio.",
            "TIRANNIA": "Sono vietati atteggiamenti dittatoriali o tirannici.",
            "ESPULSIONE": "Ammessa la presenza di valide ragioni, un giocatore può essere espulso dalla città. In tal caso il giocatore dovrà venir notificato dal sindaco in qualsiasi maniera possibile, oppure utilizzare un cartello. Il giocatore avrà a disposizione 72 ore per rimuovere i suoi beni; nel caso in cui questo non avvenga il sindaco può procedere autonomamente. Tutti i beni del giocatore dovranno essere restituiti al giocatore; se ciò non dovesse essere possibile dovranno essere conservati nel deposito cittadino.",
            "REVOCA DELLO STATUS DI CITTÀ UFFICIALE": "Lo status di città ufficiale può essere revocato in qualsiasi momento, senza nessun preavviso, se i requisiti non dovessero essere più soddisfatti o se la città non dovesse rispettare il regolamento."
          }
        }
      }
    },
    {
      "title": "CREATIVE",
      "introduction": "Tutti gli articoli contenuti in questa sezione sono validi all’interno della modalità Creative appartenente al Server Minecraft gestito dal collettivo Laborcraft ed espandono il regolamento generale.",
      "rules": {
        "LAG": "È vietato costruire in maniera eccessivamente lesiva per le performance del server o per i client degli utenti (su un buon computer). Ad esempio l’uso eccessivo e superfluo di tile-entities, entità e redstone. I chunk loader non sono consentiti.\nCostruzioni che non rispettano questi requisiti possono essere bloccate, modificate o distrutte dall'amministrazione. Lo staff può agire in caso di mancata collaborazione",
        "GRIEF": "È vietato arrecare danni a strutture situate in lotti altrui, indipendentemente dal costruttore. Di contro, il proprietario di un lotto ha completo controllo su di esso e può distruggere qualsiasi costruzione.",
        "RESPONSABILITÀ DEI LOTTI": "Ogni utente è direttamente responsabile di chi trusta e di tutte le strutture presenti all’interno del suo lotto, anche se costruite da altri giocatori.",
        "RIPRISTINO": "In caso di danni, ricevuti o causati, il ripristino del lotto non è garantito."
      }
    },
    {
      "title": "SERVIZI ESTERNI",
      "introduction": "Tutti gli articoli contenuti in questa parte sono validi all’interno di server TeamSpeak 3 e Discord gestiti dal collettivo Laborcraft ed espandono il regolamento generale.",
      "rules": {
        "NICKNAME": "Ove possibile, è obbligatorio avere lo stesso nickname utilizzato sul Server Minecraft.",
        "CANALI PUBBLICI": "È vietato usare i canali pubblici per funzioni diverse da quelle per cui sono creati, e infastidire i presenti (cambiare canale continuamente senza motivazione, immettere musica o rumori nei canali) e avere un comportamento importuno o tossico. Nei canali pubblici è vietato tenere un linguaggio volgare, anche se con l’approvazione degli altri interlocutori.",
        "CANALI PRIVATI": "Il regolamento del server vale anche nei canali privati, che vengono trattati come le chat private. Se presente, il topic del canale non deve essere modificato (indica il nick del player proprietario del canale)."
      }
    },
    {
      "title": "SOFTWARE",
      "introduction": "Qui sono specificate le direttive per i software consentiti nelle connessioni ai servizi gestiti da Laborcraft. Se il software che desideri usare non è presente nella lista, contatta lo staff.",
      "rules": {
    "INTRODUZIONE": "Questa sezione si applica a qualunque tipo di software e modifica che si discosti dall'utilizzo dei soli software ufficiali (non manipolati) dei servizi offerti dal collettivo Laborcraft. Alcuni esempi comprendono client alternativi, mod, resource pack, shaders, proxy...",
    "UTILIZZO": "È proibito collegarsi con software non consentito, anche se non si ha intenzione di usarne le funzioni.",
        "RESPONSABILITÀ": "L'utente è responsabile del proprio client: l'utilizzo di software buggato o instabile non è una scusante in caso di danni.",
        "MOD NON ESPLICITATE": "Confidiamo nella buona fede dell'utente, tuttavia il mancato permesso nell'utilizzo di un software non qui elencato o verificabilmente concesso è responsabilità dell'utente.",
    "LINEE GUIDA": "Generalmente, sono consentiti software che non forniscano alcun tipo di vantaggio o rischio per il server. Mod di carattere puramente prestazionale (come Optifine/Sodium) sono consentite, purché non comportino rischi. Modifiche estetiche come le shaders sono consentite, ma non devono fornire vantaggi. Ovviamente, ogni tipo di software che infranga il regolamento è severamente proibito.",
        "CLIENT MINECRAFT": "Sono consentiti: Lunar Client, LabyMod",
        "MOD MINECRAFT": "Sono consentite: Bobby, Distant Horizons, Do a Barrel Roll, LambDynamicLights, Litematica, No Chat Reports, No Telemetry, Xaero's Minimap (Fair-play Edition), Xaero's World Map (e relative dipendenze)."
      }
    },
    {
      "title": "STAFF",
      "introduction": "Tutti gli articoli contenuti in questa parte riguardano tutto lo staff di Laborcraft e si applicano su tutti i servizi gestiti dal collettivo Laborcraft ed espandono il regolamento generale.",
      "rules": {
        "COS’È LO STAFF": "Lo staff è un team, diviso in vari ruoli, che pone l’ordine, il successo, e il bene del server come proprio obiettivo, nel rispetto del regolamento e oltre le proprie credenze.",
        "IMPEGNO": "Entrare nello staff equivale a prendersi un impegno, e a tutti i membri dello staff è richiesta serietà e costanza in quest’ultimo. Entrando e restando nello staff, rispettivamente si accettano questo documento e le sue future modifiche.",
        "POTERE, DECISIONI E RAPPORTI TRA RUOLI": "Ogni membro dello staff è tenuto a non agire al di fuori delle facoltà e dei poteri concessogli. Un superiore, in via eccezionale, può temporaneamente delegare singoli compiti e conferire specifici poteri ad un membro di rango inferiore, purché il primo possieda le facoltà che desidera conferire. Se uno staffer sta occasionalmente partecipando al lavoro di un altro ruolo, chi è del ruolo che detiene la competenza ha priorità sulla decisione. Nel caso ci fosse una sovrapposizione di competenza tra i gradi, se gli staffer coinvolti non trovano un punto di incontro pacificamente e velocemente devono richiedere l'intervento di un grado superiore competente.\nOgni membro dello staff deve impegnarsi a rispettare l'autorità e le decisioni dei superiori e a seguirne le direttive. Le decisioni definitive prese dallo staff amministrativo e dal proprietario non sono discutibili. Ogni membro dello staff, limitatamente alla definizione del suo ruolo, ha pieno potere decisionale, esecutivo e/o amministrativo. Una decisione non è discutibile da un superiore, a patto di essere concorde con il regolamento, le decisioni e direttive precedenti, il bene del server, i principi, i valori, gli ideali e la visione del server che il proprietario possiede, oltre al non avere fattore critico e/o determinante.\nOgni membro dello staff deve impegnarsi ad ascoltare sempre con attenzione ed apertura ciò che un altro membro pensa e propone, indipendentemente dal ruolo ricoperto. Lo staff dovrebbe utilizzare le chat condivise per parlare di questioni del server, per non creare frammentazione nel gruppo. L'insorgenza di problemi, interpersonali o non, dovrebbe essere discussa (anche coi superiori, anche se sono la causa), al fine di essere risolta e non creare un distacco o altri problemi.",
        "COMUNICAZIONE INTERNA E PRIVACY": "Non discutere in presenza di utenti. Tutto ciò che viene detto sui canali di comunicazione dello staff deve rimanere riservato allo staff.",
        "DEFINIZIONE DEI RUOLI, DIVISIONE DEI POTERI E GERARCHIA": {
          "article": "I ruoli dello staff sono organizzati gerarchicamente, e possiedono diverse facoltà e diversi poteri. I ruoli possono essere limitati a server (modalità) specifici. È possibile ricoprire più di un ruolo. Una parte specifica dello staff compone lo staff amministrativo, che si occupa di amministrare il server in ogni sua parte. I ruoli, che sono susseguiti da un numero che indica la superiorità gerarchica rispetto agli utenti, sono:",
          "points": {
	    "JUNIOR BUILDER (1)": "Lo junior builder crea e si occupa delle strutture fisiche del server Minecraft.",
	    "JUNIOR HELPER (1)": "Lo junior helper ha il compito di occuparsi dei giocatori e aiutarli nelle loro difficoltà.",
	    "JUNIOR DEVELOPER (1)": "Lo junior developer è colui che si occupa del piano tecnico del server facendo riferimento a un senior developer; può agire autonomamente secondo i permessi assegnatogli in caso di emergenza.",
	    "SENIOR BUILDER (2)": "In aggiunta ai doveri dello junior builder, il senior builder può coordinare gli junior builder e ha maggiori permessi nel gioco.",
	    "SENIOR HELPER (2)": "In aggiunta ai doveri dello junior helper, il senior helper ha diritto, solo in caso di emergenza e di mancanza di superiori, ad utilizzare i poteri di moderazione. Tutti i provvedimenti presi da un helper devono essere comunicati e revisionati da un moderatore il prima possibile.",
	    "(SENIOR) SOCIAL MANAGER (2)": "Il social manager si occupa di gestire gli account social del server, della promozione, delle grafiche e occasionalmente del branding. Può moderare nella stessa misura del senior helper.",
	    "MODERATORE (3)": "Il moderatore è colui che ha il dovere di verificare che il regolamento venga rispettato, usufruendo, se necessario, degli strumenti di moderazione.",
	    "SENIOR DEVELOPER (3)": "In aggiunta ai doveri dello junior developer, il senior developer può coordinare gli junior developer e possiede il pieno controllo delle sezioni in cui opera.",
	    "(JUNIOR) ADMIN (4)": "Lo junior admin è colui che ha il dovere di amministrare il server e gestire lo svolgimento dei vari progetti. Se necessario, si occupa della moderazione. Fa parte dello staff amministrativo in forma di consulente.",
	    "SENIOR ADMIN (5)": "In aggiunta ai diritti e doveri dell'admin, il senior admin può gestire, in parte, il piano tecnico; inoltre fa pienamente parte dello staff amministrativo.",
	    "LEAD DEVELOPER (5)": "Il lead developer è un developer e senior admin che coordina lo sviluppo del network.",
	    "FOUNDER (6)": "Il founder è una figura con alto potere decisionale, che ha fondato il server. Fa pienamente parte dello staff amministrativo e agisce in ogni sezione.",
	    "OWNER (7)": "L'owner è il proprietario del server ed è una figura con alto potere decisionale, che ha fondato e possiede il server, e ha potere assoluto. Fa pienamente parte dello staff amministrativo e agisce in ogni sezione."
          }
        },
        "DEFINITIVITÀ DELLE DECISIONI": "Una decisione presa, comunicata o applicata, specialmente se da più persone, a meno di casi straordinari, non deve essere annullata. Ciò è necessario per mantenere, agli occhi dei player, che vedono lo staff come un unico organo, la coerenza e la professionalità di quest’ultimo.",
        "VALENZA DEL REGOLAMENTO": "Non imporre regole non specificamente incluse nel regolamento. Eventuali eccezioni e conseguenti revisioni del regolamento devono essere discusse almeno in presenza di staff amministrativo.",	      
        "ACCOUNT PERSONALI": "Gli account dei membri dello staff, su qualsiasi piattaforma dove essi siano attivi come tali, devono essere esclusivamente personali e mai condivisi con altri soggetti. Le credenziali di accesso devono essere mantenute segrete.",
        "ABUSO DI POTERE": "È severamente vietato l’utilizzo degli strumenti affidati ai membri dello staff con lo scopo di avvantaggiare sé stessi o qualsiasi altro giocatore.",
        "RISPETTO": "Rispettare gli utenti e non atteggiarsi con superiorità.",
        "CONGEDO TEMPORANEO": "Tutti i membri dello staff, indifferentemente dal loro ruolo e dalla loro motivazione, hanno il diritto di richiedere un congedo temporaneo. Se questo supererà il tempo limite si provvederà alla rimozione definitiva del ruolo, a meno di decisioni da parte dello staff amministrativo.",
        "CRITERI DI PROMOZIONE": {
          "article": "Uno staffer può richiedere delucidazioni e discutere del proprio percorso. Si ricordi che essere in gradi inferiori non implica un minore apprezzamento. Le promozioni devono valorizzare lo staffer e non essere solo un modo di scalare la gerarchia. La promozione di uno staffer viene decisa dall'amministrazione in base a TUTTI i seguenti parametri:",
          "points": {
	    "NECESSITÀ": "Disponibilità e necessità di personale tra le varie sezioni dello staff (incluse quelle a grado inferiore).",
	    "AFFIDABILITÀ": "Affidabilità dimostrata relativa alla delicatezza del ruolo superiore.",
	    "COMPETENZE": "Competenze relative al ruolo superiore.",
	    "INTRAPRENDENZA": "Attività e proattività.",
	    "CARATTERE": "Tratti caratteriali necessari per il ruolo superiore (è possibile chiedere delucidazioni a riguardo)."
          }
        }
      }
    },
    {
      "title": "DICHIARAZIONE DI RESPONSABILITÀ",
      "introduction": "Dichiarazione di responsabilità imputabili a Laborcraft",
      "rules": {
        "DANNI": "Laborcraft non si assume alcuna responsabilità nei confronti degli utenti per danni di qualsiasi tipo causati direttamente o indirettamente da altri utenti o dall'utilizzo del servizio.",
        "DINAMICITÀ": "Laborcraft è un servizio fruibile online, pertanto l'esperienza di gioco può variare."
      }
    },
    {
      "title": "METAREGOLE",
      "introduction": "Questa sezione include gli articoli che regolano il regolamento.",
      "rules": {
        "MODIFICA DEL REGOLAMENTO": "Laborcraft si riserva il diritto di modificare questo documento in qualsiasi momento, anche senza preavviso. Le modifiche entreranno in vigore solo dopo una settimana, se non diversamente specificato. È dovere dell'utente tenersi informato regolarmente sui cambiamenti dello stesso.\nQuesto documento può essere modificato solo dallo staff amministrativo, previa discussione interna che abbia interrogato tutte le parti. È possibile discuterne con il resto dello staff, che può anche proporre modifiche.",
        "VERSIONAMENTO": "Dalla versione 3 il regolamento è versionato semanticamente. Lo schema 'A.B.C.D' segue questa convenzione:\n - A: Revisione completa del regolamento o del sistema.\n - B: Modifica importante al regolamento.\n - C: Modifica minore al regolamento.\n - D: Modifica minore al regolamento che non ne cambia l'interpretazione.\nLe versioni precedenti del regolamento sono consultabili nella relativa repository Github.",
        "LICENZA": "Regolamento di Laborcraft - Distribuito con Licenza Creative Commons Attribuzione - Non commerciale - Non opere derivate 4.0 Internazionale.\nCC BY/NC/ND 4.0"
      }
    },
    {
      "title": "TERMINI DI UTILIZZO",
      "introduction": "",
      "rules": {
        "TERMINI DI UTILIZZO": "I fornitori (“noi”, “nostra”, “nostro”, “ci”) dei servizi forniti da Laborcraft non sono responsabili di nessun contenuto creato dall’utente. L’unico responsabile di un contenuto è l’autore stesso. I servizi offerti da Laborcraft sono disponibili esclusivamente agli utenti che hanno compiuto almeno 13 anni, ad eccezione del Forum, che è disponibile solo agli utenti che hanno compiuto almeno 16 anni. Se l’utente non soddisfa tali requisiti, chiediamo cortesemente di non usufruire dei nostri servizi. Utilizzando i nostri servizi, l’utente dichiara di avere l’età minima necessaria o di averla superata. Quando l’utente carica, trasmette, memorizza, invia o riceve contenuti da o tramite i nostri Servizi, concede a Laborcraft una irrevocabile, permanente e illimitata licenza per, anche senza fornire preavvisi o motivazioni, memorizzare, utilizzare, modificare, rimuovere e, in caso di pubblicazione dell’utente, pubblicare a sua volta e distribuire i suddetti contenuti. L'utente ne mantiene gli eventuali diritti di proprietà intellettuale detenuti. Richieste di rimozione di contenuti saranno prese in causa a nostra discrezione. Se l'utente desidera chiudere il proprio account sul Forum, chiediamo cortesemente di contattarci. Tutti i contenuti sopracitati possono essere sottoposti a controlli da parte di un membro dello staff. I dati raccolti possono anche essere inviati a siti di terze parti per verificarli (includendo, ma non esclusivamente, servizi di prevenzione di spam). Chiediamo cortesemente di non sottoscrivere nessun contenuto che si consideri privato o confidenziale. I nostri Servizi non devono essere utilizzati in modo improprio. L'utente accetta di non utilizzare Laborcraft per pubblicare o trasmettere contenuto che sia diffamatorio, abusivo, istigante l’odio, offensivo, spam o similari, che sia contenente materiale per adulti, informazioni personali di altri, che rischi di infrangere il copyright, incoraggi l’attività illegale o in altro modo violi la legge. L’utente è interamente responsabile per il contenuto che pubblica, invia e trasmette. Ci riserviamo il diritto di terminare l'accesso di un utente, interamente o parzialmente, ai servizi offerti da Laborcraft, in qualsiasi momento, anche senza fornire preavviso o motivazione. Utilizzando i nostri Servizi, l’utente accetta i presenti termini. Se l'utente non accetta questi termini, è invitato a non usufruirne. Questi termini possono subire variazioni in qualsiasi momento, anche senza preavviso. Se l’utente non accetta i termini modificati di un Servizio, è invitato a smettere di utilizzarlo."
      }
    }
  ]
}
